console.log(
    Страница Main (60)\n
1. Проверка верстки +7\n

    верстка страницы валидная +4\n
    логотип в хедере состоит из текстовых элементов +1\n
    страница содержит ровно один элемент <h1> +1\n
    добавлен favicon +1\n
2. Вёрстка соответствует макету +35\n

    блок <header> +5\n
    блок Not only +5\n
    блок About +5\n
    блок Our Friends +5\n
    блок Help +5\n
    блок In addition +5\n
    блок <footer> +5\n
3. Требования к css +6\n

    для позиционирования элементов блока Help использована сеточная верстка (flexbox) +2\n
    при уменьшении масштаба страницы браузера или увеличении ширины страницы (>1280px) вёрстка размещается по центру +2\n
    фоновый цвет тянется на всю ширину страницы +2\n
    
4. Интерактивность элементов +12\n

    элемент About the Shelter в навигации подсвечен и неинтерактивен, остальные элементы навигации интерактивны +2\n
    каждая карточка с питомцем в блоке Our Friends интерактивна при наведении на любую область этой карточки +2\n
    плавная прокрутка по якорям +2\n
    выполняются все ссылочные связи согласно Перечню ссылочных связей для страницы Main +2\n
    выполнена интерактивность ссылок и кнопок +2\n

Страница Pets (40)\n

1. Проверка верстки +7\n

    верстка страницы валидная +4\n
    логотип в хедере состоит из текстовых элементов +1\n
    страница содержит ровно один элемент <h1> +1\n
    добавлен favicon +1\n

2. Вёрстка соответствует макету +15\n

    блок <header> +5\n
    блок Our Friends +5\n
    блок <footer> +5\n
    
3. Требования к css +4\n

    при уменьшении масштаба страницы браузера или увеличении ширины страницы (>1280px) вёрстка размещается по центру +2\n
    фоновый цвет тянется на всю ширину страницы +2\n

4. Интерактивность элементов +14\n

    элемент Our pets в навигации подсвечен и неинтерактивен, остальные элементы навигации интерактивны +2\n
    доступные кнопки пагинации (вправо) активны, недоступные (влево) - неактивны (disabled) +2\n
    каждая карточка с питомцем в блоке Our Friends интерактивна при наведении на любую область этой карточки +2\n
    плавная прокрутка по якорям +2\n
    выполняются все ссылочные связи согласно Перечню ссылочных связей для страницы Pets +2\n
    выполнена интерактивность ссылок и кнопок +2\n

Другие варианты поведения:
в футере при нажатии на email или его иконку должен открываться почтовый сервис
в футере при нажатии на телефон или его иконку должен открываться набор номера
в футере при нажатии на локацию должна открываться страница с google maps в отдельном окне или вкладке браузера с любой локацией на ваш выбор
